export default {
    "app": {
        "mycart": "ตะกร้า",
        "myauction": "การประมูลของฉัน",
        "welcome": "ยินดินต้อนรับ",
        "myprofile": "ฉัน",
        "myorder": "คำสั่งซื้อของฉัน",
        "logout": "ออกจากระบบ",
        "endingnow": "กำลังจะหมดเวลา",
        "searchmore": "ดูรายการเพิ่ม",
        "setlang": "ภาษา",
        "category": "หมวดหมู่",
        "account": "บัญชีทางการ",
        "deliverytip": "ค่าจัดส่ง49บาททั่วประเทศ   ราคาเริ่มต้นจาก 1 บาท",
        "tryagain": "ท่านเสนอราคาสำเร็จ  แต่น่าเสียตายที่มีลูกค้าคนอื่นเสนอราคาสูงกว่าท่าน โปรดลองใหม่อีกครั้ง",
        "about": {
            "title": "เกี่ยวกับเรา",
            "user": "ข้อตกลงและเงื่อนใข",
            "policy": "นโยบายความเป็นส่วนตัว",
            "company": "เกี่ยวกับบริษัท",
            "recruting": "จ้างงาน"
        },
        "help": {
            "title": "ช่วยเหลือเเละการติดต่อ",
            "contactus": "ติอต่อเรา",
            "payment": "การชำระเงิน",
            "signup": "การลงทะเบียน",
            "introduction": "คู่มือการประมูล",
            "delivery": "การจัดส่งและการชำระเงิน"
        },
        "category2": {
            "her": "สำหรับผ้หญิง", 
            "him": "สำหรับผู้ชาย", 
            "house": " บ้านและสวน", 
            "kids": "เด็กและของเล่น ", 
            "electric": "อุปกรณ์อิเล็กทรอนิกส์", 
            "travel": "ท่องเที่ยวและกีฬา", 
            "beauty": "สุขภาพและความงาม", 
            "car": "ยานยนต์", 
            "tool": "เครื่องมือ"
        }


    },
    "index": {
        "title": "หน้าหลัก",
        "name": "สวัสดี โลก"
    },
    myorder: {
        "mycart": "ตะกร้าของฉัน",
        "waitingpayment": "ตะกร้า-รอการชำระเงิน",
        "basketempty": "ตะกร้าของท่านว่างเปล่า",
        "previousorders": "คำสั่งซื้อที่ผ่านไป",
        "order": {
            "orderno": "หมายเลขคำสั่งซื้อ",
            "date": "วันที่",
            "status": "สถานะคำสั่งซื้อ",
            "trackingno": "หมายเลขตรวจสอบพัสดุ",
            "pending": "รอการชำระเงิน",
            "process": "รอจัดส่ง",
            "ship": "จัดส่งเเล้ว",
            "success": "สำเร็จ",
            "expire": "หมดอายุเเล้ว",
            "cancell": "ยกเลิก",
            "askreturn": "ร้องขอคืนของ",
            "returning": "ดำเนินการคืนของ",
            "retrurnend": "คืนของเสร็จ",
        },
        "invoice": {
            "invoice": "ใบกำกับภาษี",
            "invoiceno": "เลขที่ใบกำกับภาษี",
            "amount": "มูลค่า",
            "checkinvoice": "ดูใบกำกับภาษี"
        }
    },
    "login": {
        "tip": "การประมูลออนไลน์ไม่มีราคาขั้นต่ำ   มันเป็นฟรี ท่านแค่จ่ายเงินเมื่อชนะการประมูล",
        "tip2": "ระบบส่งเมลไปให้ท่านแล้ว ซึ่งมีข่อมูลการเข้าสู่ระบบอยู่ในนั้น",
        "tologin": "เข้าสู่ระบบ",
        "tosignup": "สมัครสมาชิก",
        "emailid": "อีเมล/ชื่อผู้ใช้",
        "password": "รหัสผ่าน",
        "login": "เข้าสู่ระบบ",
        "forgetpw": "ลืมรหัสผ่าน?",
        "id": "ชื่อผู้ใช้",
        "email": "อีเมล",
        "creat": "สร้างบัญชี",
        "selectcountry": "เลือกประเทศ",
        "continue": "ตกลง",
        "backtologin": "กลับหน้าการเข้าสู่ระบบ",
        "trueemail": "โปรดกรอกอีเมลที่ถูกต้อง",
        "nouser": "ช่องชื่อผู้ใช้ว่างเปล่า！",
        "falseuser": "ชื่อผู้ใช้ต้องมีตัวอักษรอย่างน้อย 6 หลัก",
        "nocountry": "โปรดเลือกประเทศ",

        "sendsuccess": "ส่งอีเมล์ให้ท่านสำเร็จเเล้ว โปรดตรวจไปที่กล่องจดหมาย",
        "changepassword": "เปลี่ยนรหัสผ่านสำเร็จเเล้ว ระบบกำลังไปยังที่......",
        "nospace": "ไม่มีช่องว่างก่อนชื่อผู้ใช้",



    },
    "myinfo": {
        "success": "บันทึกข้อมูล",
        "information": "ข้อมูลส่วนตัว",
        "changecountry": "เปลี่ยนประเทศ",
        "subscribenews": "รับข่าวสาร",
        "edit": "เเก้ไข",
        "likepage": "ชอบเพจนี้",
        "save": "บันทึก",
        "cancel": "ยกเลิก",
        "tip": "โปรดประมูลให้เสร็จก่อนเปลี่ยนประเทศ",
        "currentcountry": "ประเทศปัจจุบัน",
        "addressdetail": {
            "username": "ชื่อผู้ใช้",
            "name": "ชื่อ",
            "surname": "นามสกุล",
            "address": "ที่อยู่",
            "country": "ประเทศ",
            "province": "จังหวัด",
            "district": "เขต",
            "subdistrict": "เเขวง",
            "postalcode": "รหัสไปรษณีย์",
            "mobilephone": "โทรศัพท์",
            "language": "ภาษา",

            "entername": "โปรดกรอกชื่อ",
            "entersurname": "โปรดกรอกนามสกุล",
            "enteraddress": "โปรดกรอกที่อยู่",
            "enterprovince": "โปรดเลือกจังหวัด",
            "enterpostcode": "โปรดกรอกรหัสไปรษณีย์",
            "entertel": "โปรดกรอกหมายเลขโทรศัพท์"
        }
    },
    "productdetail": {
        "endingtime": "สิ้นสุดการประมูล",
        "currentbid": "ราคาปัจจุบัน",
        "winner": "ผู้เสนอราคาสูงสุดปัจจุบัน",
        "bid": "ประมูล",
        "add": "เพิ่ม",
        "payment": "การชำระเงิน",
        "back": "กลับไปที่",
        "servicefee": "ค่าบริการ",
        "productspolicy": "นโยบายการรับคืนสินค้า",
        "delivery": "การจัดส่งสินค้า",
        "tip": "เรามีนโยบายการคืนสินค้าทุกประเภทภายใน14วัน ในกรณีที่สภาพสินค้าไม่มีการเปลี่ยนแปลงและความเสียหาย  ท่านจะได้รับเงินคืนทั้งหมดนอกจาก10%ค่าบริการ และท่านจะต้องรับผิดชอบค่าขนส่งเอง",
        "accountname": "ชื่อผู้ใช้",
        "value": "มูลค่า",
        "quantity": "จำนวน",
        "auctiontime": "เวลาการปนะมูล",
        "productdetails": "รายระเอียดสินค้า",
        "faq": "ปัญหาที่พบบ่อย",
        "hidehistory": "ปิดประวัติการประมูล",
        "size": "เลือก",
        "bidding": "กำลังประมูล โปรดรอสักครู่",
        "ended": "การประมูลครั้งนี้สิ้นสุดแล้ว ท่านจะถูกไปที่การประมูลต่อไป",
        "display": "แสดงประวัติการประมูล"
    },
    "myauctins": {
        ing: {
            myauctins: "การประมูลของฉัน",
            currentbid: "รายการที่กำลังประมูล",
            auctionswon: "รายการที่ชนะการประมูล",
            auctinsfailed: "รายการที่แพ้การประมูล",
            status: "สถานะ",
            product: "รายการ",
            currrentbid: "ราคาปัจจุบัน",
            nextbid: "ราคาเสนอครั้งต่อไป",
            bidtimes: "จำนวนครั้งที่เสนอ",
            auctioning: "ท่านไม่มีรายการที่กำลังประมูลในขณะนี้",
        },

        win: {
            myauctins: "การประมูลของฉัน",
            currentbid: "รายการที่กำลังประมูล",
            auctinsfailed: "รายการที่แพ้การประมูล",
            status: "สถานะ",
            auctionswon: "รายการที่ชนะการประมูล",
            yourwon: "รายการที่ชนะ",
            winningbid: "ราคาเสนอที่ชนะ",
            completed: "สิ้นสุด",
            orderstatus: "สถานะออเดอร์",
            wonauction: "ท่านไม่มีรายการที่ชนะในปัจจุบัน",
        },
        
        failed: {
                myauctins: "การประมูลของฉัน",
                currentbid: "รายการที่กำลังประมูล",
                auctionswon: "รายการที่ชนะการประมูล",
                auctinsfailed: "รายการที่แพ้การประมูล",
                status: "สถานะ",
                product: "รายการที่แพ้การประมูล",
                hammerprice: "ราคาสุดท้าย",
                yourbid: "ราคาเสนอของท่าน",
                moreauction: "สินค้าอื่น",
                failedauction: "ท่านไม่มีรายการที่แพ้ในปัจจุบัน"
        },
    },
    paymentone: {
        payment: "การชำระ",
        detail: "รายละเอียด",
        paymentmethod1: "ช่องทางชำระเงิน",
        orderstatus: "สถานะ",
        methodselection: "โปรดเลือกช่องทางชำระเงิน",
        cashondelivery: "ชำระเงินเมื่อได้รับสินค้า",
        bankatm1: "ธนาคาร/ตู้ATM",
        visamastercard: "Visa/Master Card",
        bankselection: "โปรดเลือกธนาคาร",
        krungsribank: "ธนาคารกรุงศรีอยุธยา",
        siamcommercial: "ธนาคารไทยพาณิชย์",
        krungthaibank: "ธนาคารกรุงไทย",
        kasikornbank: "ธนาคารกสิกรไทย",
        bkkbank: "ธนาคารกรุงเทพ",
        tmb: "ธนาคารทหารไทย",
        deliverytext: "การขนส่งสินค้าถึงหน้าบ้านของท่านคือมาตรฐานการจัดส่งของเรา  ชำระผ่านATMหรือโอนเงินผ่านบัญชีธนาคารหลังจากทางเราได้รับยอดการชำระเงินของท่าน ทางเราจะจัดส่งสินค้าภายใน24ชั่วโมง คลิกที่ยืนยันเพื่อดำเนินการต่อ",
        nextstep1: "ถัดไป",
        needhelp: "ต้องการความช่วยเหลือ？",
        callus: "ท่านสามารถติดต่อทางเราได้เมื่อเจอปัญหา",
        orderinformation: "คำสั่งซื้อ",
        total: "มูลค่า",
        delivery: "ค่าจัดส่ง",
        subtotal: "รวมทั้งสิ้น",
        discount:"ส่วนลด",

        address: "โปรดเลือกที่อยู่",
        addaddress: "เพิ่มที่อยู่",
        deliveryrequirment: "รายละเอียดการจัดส่ง",
        nextstep2: "ถัดไป",
        youhaveselected: "ท่านเลือกช่องทางการชำระเงินเรียบร้อยแล้ว",
        bankatm2: "โอนเงินผ่านธนาคารหรือตู้ATM",
        paymentmethod2: "ช่องทางการชำระเงิน",
        paymentdescreption: "โปรดโอนจำนวนเงินบาทที่บัญชีของเรา หลังจากการโอนทางเราจะทำการจัดส่งสินค้า",
        attention: "เพื่อท่านได้รับสินค้ารวดเร็ว โปรดส่งหลักฐานการโอนไปยังที่เฟสบุ๊คของเราหรืออีเมล",
        print: "พิมพ์ใบสั่งซื้อ",
        productno: "คำสั่งซื้อ",
        paymenttip: "โปรดส่งหลักฐานการชำระเงินของท่านไปยังที่facebook 、line、emailของเรา กรณีที่ท่านมีมากกว่า1ใบสั่งศื้อ โปรดรวมยอดเต็ม",
        paymentinfo:"รายละเอียดการชำระเงิน",
        otherinfo:"ข้อมูลอื่น",




        
    },


    winn: {
        win: "ขอแสดงความยินดีด้วย！",
        secend: "ท่านคือผู้ชนะการประมูลของรายการนี้ รายการสินค้าจะไปอยู่ทึ่รถเข็นภายในไม่กี่วินาที",
        moreauction: "ดูรายการอื่น",
        mycart: "ตะกร้าของฉัน",
    },

    pic: {
        mycart: "ตะกร้าของฉัน",
        total: "รวมทั้ง",
        checkout: "ชำระเงิน"
    },

    allcart: {
        mycart: "ตะกร้าของฉัน",
        waitingpayment: "ตะกร้า-รอการชำระเงิน",
        items: "สินค้า",
        amount: "ราคา",
        subtotal:"ยอดรวมค่าบริการ",
        delivery: "ค่าจัดส่ง",
        total: "รวมทั้งสิ้น",
        checkout: "ชำระเงิน",
        whenaccept: "ฉันสามารถรับสินค้าเมื่อไร？",
        answer1: "ท่านสามารถรับสินค้าภายใน15-20วันเวลวทางการ",
        return: "นโยบายการคืนสินค้าเป็นอย่างไร",
        answer2: "ถ้าท่านไม่พึงพอใจกับสินค้าที่ได้รับ  ทางเรารับสินค้าคืนภายใน14วัน  ",
        changeorder: "อยากเปลี่ยนคำสั่งซื้อ?",
        call: "ติดต่อเราได้ที่",
    },

    attentionone: {
        attention: "ระวัง！",
        cancelitem: "ท่านกำลังทำกานลบรายการสินค้าที่ท่านชนะ โปรดยืนยันการลบสินค้าครั้งนี้",
        confirm: "ลบ",
        cancel: "ยกเลิก",
    },
    setpassword: {
        setpassword: "ตั้งค่ารหัสผ่าน",
        passworddetail: "รห้สผ่านต้องมีตัวอักสร อักขระ ตัวเลข 8-20หลัก อย่างน้อย 2 แบบ",
        new: "โปรดกรอกรห้สผ่านใหม่",
        change: "เปลี่ยน",
    },

    attention: {
        Attention: "ระวัง！",
        passworderror: " รหัสผ่านที่ท่านกรอกไม่ตรงการ",
        ok: "ตกลง",
    }

}

